{
  "id": "a654061970756517",
  "resourceType": "DiagnosticReport",
  "text": {
    "status": "generated",
    "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Clinical indication: Followup lung mass.</p><p>Comparison: Chest CTA from 5/5/1986</p><p>Technique: Multidetector axial CT of the chest was performed without the administration of intravenous contrast.</p><p>Findings:</p><p>Interval placement of a tracheostomy tube. </p><p>The thyroid and thoracic inlet are normal. There are no grossly enlarged axillary or mediastinal lymph nodes, however the hila are difficult to assess without the use of contrast. There is relative hyperdensity of the intraventricular septum suggestive of anemia. The heart is normal in size without significant pericardial effusion. A small hiatal hernia is present.</p><p>Stable emphysema. Post-surgical changes from left lower lobectomy again seen with persistent moderate to large subpulmonic loculated hydropneumothorax. Interval decrease in septal thickening with mild persistent septal prominence within the right lung.</p><p>Upper abdomen unremarkable given lack of IV contrast.</p><p>Stable surgical defect in the posterior left 6th rib. No suspicious osseous lesions.</p><p>Impression: 1. Stable findings of left lower lobectomy with persistent subpulmonic hydropneumothorax.</p><p>2. Interval decrease in pulmonary edema with mild residual right sided septal prominence.</p></div>"
  },
  "code": {
    "coding": [
      {
        "system": "http://loinc.org/",
        "code": "24627-2"
      }
    ],
    "text": "Chest CT"
  },
  "status": "final",
  "issued": "1986-05-31T14:30:00+10:00",
  "subject": {
    "reference": "Patient/siimjoe"
  },
  "performer": {
    "reference": "Organization/siim",
    "display": "Society of Imaging Informatics in Medicine"
  },
  "identifier": [
    {
      "use": "usual",
      "system": "http://www.siim.org/",
      "value": "a654061970756517"
    }
  ],
  "category": {
    "coding": [
      {
        "system": "http://hl7.org/fhir/v2/0074",
        "code": "RAD"
      }
    ]
  },
  "effectiveDateTime": "1986-05-31",
  "conclusion": "Impression: 1. Stable findings of left lower lobectomy with persistent subpulmonic hydropneumothorax. 2. Interval decrease in pulmonary edema with mild residual right sided septal prominence.",
  "codedDiagnosis": [
    {
      "coding": [
        {
          "system": "http://snomed.info/sct",
          "code": "35917007",
          "display": "Adenocarcinoma"
        }
      ]
    }
  ]
}
