{
  "id": "a857795211017352",
  "resourceType": "DiagnosticReport",
  "text": {
    "status": "generated",
    "div": "<div xmlns=\"http://www.w3.org/1999/xhtml\"><p>Clinical Indication:<br/>Acute shortness of breath, elevated D-dimer. History of lung cancer. Concern for PE.</p><p>Comparison: PET/CT from 4/22/1986</p><p>Technique: Multidetector axial CT of the chest was performed after the administration of intravenous contrast in the arterial phase using a pulmonary embolus protocol.</p><p>Findings:<br/>Enteric drainage catheter courses into the stomach. Endotracheal tube terminates in the mid-thoracic trachea.</p><p>There is adequate opacification of the pulmonary vasculature to the subsegmental level without significant motion artifact. No evidence of pulmonary embolism. The main pulmonary artery and right heart are normal in size. A small pericardial effusion is present.</p><p>The thyroid and thoracic inlet are normal. No axillary lymphadenopathy. There is stable right hilar lymphadenopathy, slightly enlarged compared to the prior exam.</p><p>Emphysema again noted. Post surgical changes from interval left lower lobectomy. A large left hydropneumothorax is noted. There is diffuse bilateral septal thickening compatible with pulmonary edema. The major airways are patent.</p><p>Stable indeterminate subcentimeter enhancing lesion in the hepatic dome. Stable mildly enlarged gastrosplenic lymph node. Upper abdomen otherwise unremarkable.</p><p>Surgical defect noted in the posterior 6th rib. Osseous structures otherwise unremarkable.</p><p>Impression:<br/>1. No evidence of pulmonary embolism.<br/>2. Interval left lower lobectomy with large left hydropneumothorax.<br/>3. Development of severe pulmonary edema.<br/>4. Slight interval enlargement of right hilar lymph node and stable mild enlargement of a gastrosplenic node.</p></div>"
  },
  "code": {
    "coding": [
      {
        "system": "http://loinc.org/",
        "code": "72251-2"
      }
    ],
    "text": "Chest CTA PE"
  },
  "status": "final",
  "issued": "1986-05-05T18:45:00+10:00",
  "subject": {
    "reference": "Patient/siimjoe"
  },
  "performer": {
    "reference": "Organization/siim",
    "display": "Society of Imaging Informatics in Medicine"
  },
  "identifier": [
    {
      "use": "usual",
      "system": "http://www.siim.org/",
      "value": "a857795211017352"
    }
  ],
  "category": {
    "coding": [
      {
        "system": "http://hl7.org/fhir/v2/0074",
        "code": "RAD"
      }
    ]
  },
  "effectiveDateTime": "1986-05-05",
  "conclusion": "Impression: 1. No evidence of pulmonary embolism. 2. Interval left lower lobectomy with large left hydropneumothorax. 3. Development of severe pulmonary edema. 4. Slight interval enlargement of right hilar lymph node and stable mild enlargement of a gastrosplenic node.",
  "codedDiagnosis": [
    {
      "coding": [
        {
          "system": "http://snomed.info/sct",
          "code": "35917007",
          "display": "Adenocarcinoma"
        }
      ]
    }
  ]
}
